export const POST_FORM01 = {
  item01: '본인에게 도움 되지 않는 생각을 하고 있나요?',
  item02: '그 생각 속에 실제와는 다르게 왜곡된 생각이 포함되어 있나요?',
  item03: '그 생각을 어떻게 바꿀 수 있을까요?',
  item04: '이 문제에 대하여 다르게 생각할 수 있을까요?',
  item05: '지금 기분은 어때요?'
};

export const POST_FORM01_ITEM02 = [
  {
    title: '상황을 최악으로 인식하기',
    desc: '최악의 상황이 일어나면 어떡하지?'
  },
  {
    title: '이분법적 사고',
    desc: '나는 완전한 실패자야.'
  },
  {
    title: '감정적 추론',
    desc: '내가 이렇게 느끼고 있으니까 이게 사실일 거야.'
  },
  {
    title: '부정적 확대 해석',
    desc: '나는 제대로 할 줄 아는 게 하나도 없어.'
  },
  {
    title: '긍정적인 상황 최소화하기',
    desc: '그냥 하는 말이겠지 뭐.'
  },
  {
    title: '바로 결론으로 넘어가기',
    desc: '나를 싫어해서 인사조차 안 한 거겠지.'
  },
  {
    title: '미래 예언하기',
    desc: '시험 분명히 망칠 거야'
  },
  {
    title: '상대방의 생각 추측하기',
    desc: '나랑 이야기하기 싫어하는 것 같아.'
  },
  {
    title: '자기 비난하기',
    desc: '이건 내 잘못이야.'
  },
  {
    title: '다른 사람 비난하기',
    desc: '이건 저 사람들 잘못이야.'
  },
  {
    title: '긍정적 생각 걸러내기',
    desc: '오늘 좋은 일은 아무것도 일어나지 않았어.'
  },
  {
    title: '지나친 일반화',
    desc: '모두가 나를 싫어할 거야.'
  },
  {
    title: '편견의 딱지 붙이기',
    desc: '나는 정말 바보야.'
  },
  {
    title: '꼭 어떻게 해야 한다는 주문',
    desc: '이렇게 했어야 했는데.'
  }
];
